Repository: rezatn0934/RSS-Feed-Aggregator
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Expired token, please login again.
fa: ژتون منقضی شده، لطفا دوباره وارد شوید.

source: User id not found
fa: شناسه کاربری پیدا نشد.

source: User Not Found
fa: کاربر پیدا نشد.

source: User is inactive
fa: کاربر غیر فعال است.

source: Invalid token, please login again.
fa: ژتون نامعتبر است، لطفا دوباره وارد شوید.

source: Token prefix missing
fa: پیشوند ژتون وجود ندارد.

source: Access token expired
fa: ژتون دسترسی منقضی شده است.

source: Users must have an Email
fa: کاربران بایدایمیل داشته باشند.

source: Username
fa: نام کاربری

source: Email
fa: ایمیل

source: First Name
fa: نام

source: Last Name
fa: نام خانوادگی

source: Joined Date
fa: تاریخ پیوستن

source: Last Modify
fa: تاریخ آخرین تغییرات

source: Permission denied, you do not have permission to perform this action.
fa: مجوز رد شد، شما اجازه انجام این عملیات را ندارید.

source: Passwords must match!
fa: رمز عبور باید مطابقت داشته باشد!

source: Missing data.
fa: داده وجود ندارد.

source: The reset token is invalid
fa: رمز بازنشانی نامعتبر است.

source: Your account is already active
fa: حساب کاربری شما از قبل فعال است.

source: Invalid Credentials
fa: اطلاعات کاربری نامعتبر

source: Your account is not active yet
fa: حساب کاربری شما هنوز فعال نشده است.

source: Successful Logout
fa: خروج موفق

source: password successfully changed
fa: رمز عبور با موفقیت تغییر کرد.

source: Your old password is wrong
fa: رمز عبور قبلی شما اشتباه است.

source: Your password reset password link were emailed
fa: لینک رمز عبور بازنشانی شما ایمیل شد.

source: User doesn't exists
fa: کاربر وجود ندارد.

source: Persian
fa: فارسی

source: English
fa: انگلیسی

source: You've already interacted with this item.
fa: شما در حال حاضر با این آیتم تعامل دارید.

source: Subscription already exists.
fa: اشتراک از قبل وجود دارد.

source: Missing channel_id in request body.
fa: شناسه کانال در بدنه درخواست وجود ندارد.

source: Subscription does not exist.
fa: اشتراک وجود ندارد.

source: No recommendations available for this user.
fa: هیچ توصیه ای برای این کاربر در دسترس نیست.

source: Your request is processing
fa: درخواست شما در حال پردازش است.

source: RSS Feeds have been updated
fa: فیدهای RSS به روز شده اند

source: channel has no item
fa: کانال هیچ آیتمی ندارد
